export default {
  // navbar
  searchForBrandandCars: "البحث عن العلامات التجارية والسيارات...",

  //Home page
  blog:"مدونة",
  popularSearch:"Popular Search",
  SearchCars: "بحث سيارات",
  NewsandReviews: "الأخبار والمراجعات",
  uaeFastest: "دليل مشتري السيارات الجديدة الأسرع نمواً في الإمارات العربية المتحدة.",
  Language: "عربي",
  CompareCars: "مقارنة السيارات",
  Loancalculator: "حاسبة القروض",
  CarNews: "أخبار السيارات",
  Reviews: "تقييمات السيارات",
  newbuyersguide: "دليل مشتري السيارة الجديدة",
  newBuyersCaptions: "اكتشف مجموعتنا الاستثنائية من المركبات التي تتراوح أسعارها بين 117,495* و33,660,000* درهم إماراتي. أطلق العنان لتطلعاتك في مجال السيارات من خلال مجموعتنا المختارة.",
  step: "خطوة",
  submit: "يُقدِّم",
  preferences: "اختر تفضيلاتك",
  technology: "تكنولوجيا",
  fuelefficiency: "كفاءة الوقود",
  offroad: "على الطرق الوعرة",
  premiumsound: "صوت ممتاز",
  performance: "أداء",
  space: "فضاء",
  luxury: "رفاهية",
  premiumluxury: "قسط فاخر",
  electric: "كهربائي",
  next: "التالي",
  chooseSeating: "اختر مكان الجلوس الخاص بك",
  defineBudget: "حدد ميزانيتك",
  seats: "مقاعد",
  previous: "سابق",
  noCarPreference: "لا توجد سيارات متاحة للتفضيلات المحددة",
  selectOnePreference: "حدد تفضيلاً واحدًا على الأقل",
  noCarSelectedSeat: "لا توجد سيارات متاحة للمقاعد المختارة",
  selectSeatingOption: "حدد خيارًا واحدًا للجلوس على الأقل",
  from: "من",
  aed: "درهم",
  upto: "يصل إلى",
  viewDetails: "عرض التفاصيل",
  findcar: "ابحث عن سيارتك المحددة",
  PopularNewCars: "السيارات الجديدة الأكثر شعبية",
  newCars: "السيارات الجديدة",
  usedCars: "السيارات المستعملة",
  popularcars: "السيارات الأكثر شعبية",
  emistart: "القسط الشهري يبدأ من",
  viewcar: "عرض السيارة",
  featuredcar: "سيارات جديدة مميزة",
  carElectric: "شعبية السيارات الكهربائية الجديدة",
  comaprecars: "قارن السيارات الجديدة",
  Vs: "ضد",
  pages: "الصفحات",
  contactUS: "اتصل بنا",

  viewMore: "عرض المزيد",
  comparebutton: "قارن المزيد من السيارات",
  popularcar: "ماركات السيارات الشعبية",
  viewbrand: "عرض جميع العلامات التجارية",
  webstories: "قصص الويب",
  view: "عرض جميع القصص",
  Carnews: "أخبار السيارات الرائجة",
  viewnews: "عرض جميع آخر الأخبار",
  reviews: "تقييمات السيارات الجديدة",
  viewreview: "عرض جميع التقييمات",
  carfinder: "مكتشف السيارة",
  compare: "يقارن",
  calculator: "حاسبة القروض",
  back: "خلف",
  find: "يجد",
  topBrandsInUAE: "أفضل العلامات التجارية في الإمارات العربية المتحدة",
  engineType: "نوع المحرك",
  popularVehicles: "المركبات الشعبية",




  // find-your-car page
  discoverRangeVehicle: "اكتشف مجموعتنا الاستثنائية من المركبات، بأسعار تتراوح بين",
  unleashSeletion: "أطلق العنان لتطلعاتك في مجال السيارات من خلال مجموعتنا المختارة.",
  and: "و",
  brands: "العلامات التجارية",
  bodyType: "نوع الجسم",
  price: "سعر",
  power: "قوة",
  fuelType: "نوع الوقود",
  transmission: "الانتقال",
  transmissionType: "نوع التحويل",

  NoOfCylinders: "عدد الاسطوانات",
  drive: "يقود",
  driveTypes: "أنواع محركات الأقراص",
  displacement: "الإزاحة",
  reset: "إعادة ضبط",
  sortByPrice: "مرتبة حسب السعر",
  lowToHigh: "من أسفل إلى أعلى",
  youSeenAll: "ياي! لقد رأيت كل شيء",
  available: "متاح",
  variant: "البديل",
  variants: "المتغيرات",


  //brand page
  keySpecification: "المواصفات الرئيسية",
  torque: "عزم الدوران",
  peakTorque: "عزم الدوران الاقصى",

  engine: "محرك",
  range: "يتراوح",
  batteryCapacity: "قدرة البطارية",
  features: "سمات",
  safety: "أمان",
  priceList: "قائمة الاسعار",
  view: "منظر",
  added: "تمت الإضافة",
  add: "يضيف",
  monthlyEmi: "الأقساط الشهرية تبدأ من درهم إماراتي",
  loanYears: "سنوات القرض",
  years: "سنين",
  interestRate: "سعر الفائدة",
  downPaymentOnly: "دفعة مبدئية",
  calculate: "احسب",
  monthlyRepayment: "التسديد شهريا",
  totalInterestPayment: "إجمالي دفع الفائدة",
  totalAmountToPay: "المبلغ الإجمالي للدفع",
  motor: "محرك",
  bootSpace: "مساحة التمهيد",
  fromAed: "من درهم",
  carsKeyHighlights: "أبرز السيارات الرئيسية",
  brandsTitle: "أسعار السيارات، الأحدث النماذج والمراجعات والمقارنة في دولة الإمارات العربية المتحدة",
  readMore: "اقرأ أكثر",
  readLess: "أقرأ أقل",
  mostAffordable: "الأكثر بأسعار معقولة",
  mostExpensive: "الأغلى",
  mostPowerful: "الاكثر قوى",
  availableBodyTypes: "أنواع الجسم المتاحة",


  NoOfGears: "عدد التروس",

  FuelTankSize: "حجم خزان الوقود (لتر)",
  FuelConsumption: "استهلاك الوقود (كمبل)",

  TopSpeed: "السرعة القصوى (كم/ساعة)",
  ElectricFuel: "الوقود الكهربائي/البديل",
  MotorType: "نوع المحرك",
  NoOfMotors: "عدد المحركات",
  BatteryCapacity: "سعة البطارية (كيلوواط ساعة)",
  ChargingTime: "وقت الشحن",
  BatteryWarranty: "ضمان البطارية",
  Range: "المدى (كم)",

  FrontBrake: "الفرامل الأمامية",
  RearBrake: "الفرامل الخلفية",
  FrontAirbags: "وسائد هوائية أمامية",
  RearAirbags: "وسائد هوائية خلفية",
  SideAirbags: "وسائد هوائية جانبية",
  FrontParkAssist: "مساعد الركن الأمامي",
  RearParkAssist: "مساعد الركن الخلفي",
  RearParkingCamera: "كاميرا ركن خلفية",
  ParkingCamera: "كاميرا ركن السيارة 360 درجة",
  CrusieControl: "مثبت السرعة",
  AdaptiveCruiseControl: "نظام تثبيت السرعة التكيفي",
  LaneChangeAssist: "المساعدة في تغيير المسار",
  Dimensions: "أبعاد",

  NoOfDoors: "عدد الأبواب",
  Length: "الطول (مم)",
  Width: "العرض (مم)",
  Height: "الارتفاع (مم)",
  Wheelbase: "قاعدة العجلات (مم)",
  Weight: "الوزن (كجم)",
  FrontTyres: "الإطارات الأمامية",
  RearTyres: "الإطارات الخلفية",
  CargoSpace: "مساحة الحمولة (L)",
  Interior: "الداخلية",
  LeatherInterior: "جلد الداخلية",
  FabricInterior: "نسيج داخلي",
  RearSeatEntertainment: "الترفيه في المقعد الخلفي",
  SeatCooling: "تبريد المقاعد",
  ClimateControl: "التحكم في المناخ",
  SeatingCapacity: "سعة الجلوس",
  AppleCarPlay: "ابل كاربلاي",
  AndroidAuto: "أندرويد أوتو",


  //footer
  recommended: "نوصي",
  searchcars: "ابحث في سياراتك",
  comparecars: "قارن السيارات",
  legalbits: "البتات القانونية",
  terms: "الأحكام والشروط",
  policy: "سياسة الخصوصية",
  codeofconduct: "مدونة لقواعد السلوك",
  about: "عن أسعار السيارات",
  whycp: "لماذا يمكنك الوثوق بأسعار السيارات",
  contact: "ابقى على تواصل",
  affiliation: " التابعة مع",
  connect: "يتصل",
  popularNewVehicles: "المركبات الجديدة الشعبية",
  popularCrossOver: "سيارة كروس أوفر مشهورة",
  PopularLuxuryVehicles: "المركبات الفاخرة الشعبية",
  PopularHybridVehicles: "المركبات الهجينة الشعبية",
  PopularMakes: "الماركات الشعبية",
  FeaturedMakes: "الماركات المميزة",
  productGuides: "أدلة المنتج",
  aboutCompany: "عن الشركة",
  searchNExplore: "بحث واستكشاف",
  aboutUs: "معلومات عنا",
  contactUs: "اتصل بنا",
  privacyPolicy: "سياسة الخصوصية",
  termsNConditions: "الأحكام والشروط",
  codeOfConduct: "مدونة لقواعد السلوك",
  carByBrands: "السيارات حسب العلامات التجارية",
  auctionCars: "سيارات المزاد",
  carByLocation: "السيارة حسب الموقع",
  ToMoreInquiry: "لمزيد من الاستفسار",
  toSendMail: "لإرسال البريد",
  advertiseWithUs: "أعلن معنا",
  ourSitemap: "خريطة الموقع لدينا",










  //search car page
  explorepriceHead:
    "اكتشف أسعار ومواصفات السيارات الجديدة في الإمارات العربية المتحدة",
  exploresubhead:
    "كن أول من يعرف عن إطلاق السيارات الجديدة في دولة الإمارات العربية المتحدة. يتضمن موقعنا الإلكتروني أحدث إصدارات السيارات والأسعار والمواصفات الفنية وتفاصيل المتغيرات. اطلع على عمليات الإطلاق الجديدة في دولة الإمارات العربية المتحدة واحصل على اختبار طريق تفصيلي ومراجعة المستخدم لجميع عمليات الإطلاق الأخيرة.",
  pricesort: "مرتبة حسب السعر: من الأقل إلى الأعلى",
  loadmorebutton: "تحميل المزيد",
  //News and Reviews Page
  carnewshead: "آخر أخبار السيارات في الإمارات العربية المتحدة",
  carnewssub:
    "ابق على اطلاع على آخر الأخبار والتحديثات المتعلقة بصناعة السيارات في دولة الإمارات العربية المتحدة، بما في ذلك إطلاق السيارات الجديدة، وتواريخ الإطلاق، وصور السيارات، والمعارض والأحداث، وتحديثات الأسعار، وآخر الخصومات، وعمليات شد الوجه، وعمليات الاستدعاء، والمزيد. احصل على جميع الأفكار التي تحتاج إلى معرفتها حول الأحداث في صناعة السيارات في دولة الإمارات العربية المتحدة.",
  filternews: "أخبار التصفية",
  reviewHead: "أحدث تقييمات السيارات في الإمارات العربية المتحدة",
  reviewSubHead:
    "ابق على اطلاع على آخر التقييمات والتحديثات المتعلقة بصناعة السيارات في دولة الإمارات العربية المتحدة، بما في ذلك إطلاق السيارات الجديدة، وتواريخ الإطلاق، وصور السيارات، والمعارض والأحداث، وتحديثات الأسعار، وآخر الخصومات، وعمليات تجميل الوجه، وعمليات الاستدعاء، والمزيد. احصل على جميع الأفكار التي تحتاج إلى معرفتها حول الأحداث في صناعة السيارات في دولة الإمارات العربية المتحدة.",
  tags: "العلامات",
  brand: "العلامات",
  searchByBrandOrTags: "البحث حسب العلامة التجارية أو العلامات",
  //compare cars page
  compareCarHead: "يقارن",
  make: "يصنع",
  model: "نموذج",
  year: "سنة",
  trim: "تقليم",
  popular: "مقارنات شعبية",
  chooseAtleaseOne: "يرجى اختيار سيارتين على الأقل للمقارنة",
  selectMake: "حدد الصنع",
  selectModel: "حدد النموذج",
  selectYear: "حدد السنة",
  alreadySelected: "تم التحديد بالفعل",
  selectTrim: "حدد القطع",
  addCar: "أضف سيارة",







  //load calculator page
  carLoanHead: "حاسبة القسط الشهري لقرض السيارة في الإمارات العربية المتحدة",
  paragraph:
    "عندما يتعلق الأمر بتمويل سيارة أحلامك في دولة الإمارات العربية المتحدة، فإن الحصول على قرض السيارة هو طريق شائع يسلكه العديد من المقيمين والوافدين على حدٍ سواء. تعد ملكية السيارة رمزًا للمكانة والراحة في دولة الإمارات، والحصول على قرض السيارة المناسب يمكن أن يجعل تحقيق ذلك أمرًا سهلاً. إن جاذبية امتلاك سيارة في دولة الإمارات العربية المتحدة، التي تتمتع بطرقها الجيدة وبنيتها التحتية ذات المستوى العالمي، هي حلم يتقاسمه العديد من المقيمين والوافدين على حد سواء. ومع ذلك، فإن الواقع هو أن شراء سيارة في دولة الإمارات العربية المتحدة غالبًا ما يتطلب التزامًا ماليًا كبيرًا، وهنا يمكن لقرض السيارة أن يحدث فرقًا كبيرًا.",
  downpayment: "قرض السيارة EMI والدفعة الأولى",
  minSetAt: "تعيين دقيقة في",
  interestRate: "سعر الفائدة والقسط الشهري",
  loanPeriod: "فترة القرض",
  monthlyPayment: "الدفع الشهري",
  totalInterestPayment: "إجمالي دفع الفائدة",
  TotalAmountToPay: "المبلغ الإجمالي للدفع",
  applyPrice: "تطبيق السعر",
  editPrice: "تحرير السعر",


  interestRatePara:
    "تلعب أسعار الفائدة دورًا محوريًا في تحديد تكلفة قرض السيارة الخاص بك. عادةً، يمكن أن تختلف أسعار الفائدة على قروض السيارات في دولة الإمارات العربية المتحدة اعتمادًا على المُقرض وظروف السوق السائدة. لذلك، من الضروري مقارنة أسعار الفائدة عبر المؤسسات المالية المختلفة لتأمين الصفقة الأكثر ملاءمة. ويترجم انخفاض أسعار الفائدة إلى انخفاض الأقساط الشهرية، مما يعني ضغطًا ماليًا أقل على مدى فترة القرض. من خلال إجراء البحث الخاص بك والعثور على أفضل سعر فائدة، يمكنك تحسين قرض السيارة الخاص بك من أجل القدرة على تحمل التكاليف.",
  loaninstalment: "تقسيط القرض وتباين الدفعة الأولى على تمويل السيارات",
  selectBrand: "حدد العلامة التجارية",

  loaninstalmentPara:
    "يقدم مقدمو قروض السيارات في الإمارات العربية المتحدة فترات زمنية مختلفة للقرض وخيارات الدفعة الأولى، مما يسمح لك باختيار الخيار الذي يتوافق مع أهدافك المالية. سواء كنت تفضل فترة قرض أقصر مع أقساط أقساط شهرية أعلى أو فترة أطول مع دفعات شهرية أقل، فإن المرونة التي يقدمها مقدمو قروض السيارات تضمن لك إمكانية تكييف هيكل القرض ليناسب وضعك المالي الفريد. علاوة على ذلك، يمكن أيضًا أن يختلف مبلغ الدفعة الأولى، مما يمنحك الحرية في تحديد المبلغ الذي يمكنك المساهمة به مقدمًا.",
  monthlybudget: "الميزانية الشهرية مع قروض السيارات",
  monthlybudgetPara:
    "من المزايا المهمة لاختيار قرض السيارة في الإمارات العربية المتحدة القدرة على تخطيط ميزانيتك الشهرية بفعالية. باستخدام مبلغ القسط الشهري الثابت، يمكنك تخصيص مواردك وإدارة أموالك بثقة دون مفاجآت غير متوقعة. تسمح لك هذه القدرة على التنبؤ بتحقيق التوازن بين تحقيق أحلام ملكية سيارتك والحفاظ على الاستقرار المالي.",
  FAQs: "الأسئلة الشائعة (الأسئلة الشائعة) حول قرض السيارة في الإمارات العربية المتحدة",
  question1:
    "هل يمكنني الحصول على قرض سيارة في دولة الإمارات العربية المتحدة إذا لم أكن مواطناً إماراتياً؟",
  answer1:
    "نعم، تقدم العديد من البنوك قروض السيارات للمغتربين، لكن معايير الأهلية قد تختلف بناءً على نوع التأشيرة الخاصة بك.",
  question2:
    "ما هي أسعار الفائدة التي يمكنني توقعها للحصول على قرض السيارة في دولة الإمارات العربية المتحدة؟",
  answer2:
    "تختلف أسعار الفائدة بين البنوك ويمكن أن تعتمد على عوامل مثل مبلغ القرض، والحيازة، والجدارة الائتمانية الخاصة بك.",
  question3: "هل من الممكن تمويل سيارة فاخرة مستعملة بقرض السيارة؟",
  answer3:
    "نعم، تقدم بعض البنوك في دولة الإمارات العربية المتحدة خيارات تمويل للسيارات الفاخرة المستعملة.",
  question4:
    "هل يمكنني التقدم بطلب للحصول على قرض سيارة بدون تأشيرة إقامة في الإمارات؟",
  answer4:
    "إنه أمر صعب، ولكن بعض المقرضين يقدمون قروض السيارات للأفراد الذين لديهم أنواع معينة من التأشيرات، مثل تأشيرات العمل أو المستثمرين.",
  question5: "ماذا يحدث إذا فاتني دفعة EMI؟",
  answer5:
    "يمكن أن يؤدي فقدان دفعة EMI إلى رسوم الدفع المتأخرة ويؤثر سلبًا على درجة الائتمان الخاصة بك. من الضروري إجراء الدفعات في الوقت المحدد.",
  question6:
    "ما هي البنوك التي يمكنها تقديم القروض للحصول على قرض السيارة في دولة الإمارات العربية المتحدة؟",
  answer6:
    "يقدم بنك الإمارات دبي الوطني وبنك دبي الإسلامي وبنك أبوظبي الأول وغيرها مجموعة واسعة من خيارات قروض السيارات، بما في ذلك أسعار فائدة تنافسية وشروط سداد مرنة. إن نهجهم الذي يركز على العملاء يجعلهم الخيار الأفضل للعديد من المقيمين.",


  // blog
  latest: "أحدث",
  news: "أخبار",
  reviews: "المراجعات",
  related: "متعلق ب",
  postedOn: "نشر على",
  trending: "الشائع",

  // detailedSpecification
  brakeType: "نوع الفرامل",
  front: "أمام",
  rear: "مؤخرة",
  noOfAirBags: "عدد الوسائد الهوائية",
  airBagType: "نوع الوسادة الهوائية",
  side: "جانب",
  parkAssist: "حديقة مساعدة",
  parkingCamera: "كاميرا وقوف السيارات",
  cruiseControl: "مثبت السرعة",
  adaptiveCruiseControl: "نظام تثبيت السرعة التكيفي",
  laneChangeAssist: "المساعدة في تغيير المسار",
  zeroToHundred: "صفر إلى مائة",
  seconds: "ثواني",
  doors: "أبواب",

  // about us page
  AboutUs: "معلومات عنا",
  aboutEstablishedPara: "تأسست CarPrices.ae في عام 2017، وهي البوابة الإلكترونية الرائدة لأبحاث السيارات في دولة الإمارات العربية المتحدة، وهي مخصصة لمشتري وعشاق السيارات الجديدة والمستعملة. مهمتنا هي تمكين الأفراد من اتخاذ قرارات مستنيرة لشراء السيارات من خلال توفير معلومات شاملة وحديثة عن مجموعة واسعة من المركبات.",
  aboutWhatOfferTxt: "ما نقدمه",
  aboutWhatOfferPoint1: "قاعدة بيانات واسعة النطاق يحتفظ بها خبراء السيارات لدينا.",
  aboutWhatOfferPoint2: "يمكن للمستخدمين مقارنة مجموعة واسعة من المركبات جنبًا إلى جنب للحصول على نظرة شاملة للسوق.",
  aboutWhatOfferPoint3: "تزويد المستخدمين بالأدوات والرؤى للعثور على السيارة المثالية التي تتوافق مع احتياجاتهم وتفضيلاتهم وميزانيتهم.",

  aboutOurCommitment: ":التزامنا",
  aboutOurCommitmentPoint1: "الالتزام بالدقة والموثوقية والأصالة في المعلومات المقدمة، لتعزيز الثقة بين مستخدمينا.",
  aboutOurCommitmentPoint2: "الحفاظ على الشفافية في عملياتنا وعملياتنا ومصادر البيانات، مما يتيح للمستخدمين اتخاذ قرارات مستنيرة بثقة.",
  aboutOurCommitmentPoint3: "الالتزام بالتحسين المستمر لمنصتنا، من خلال دمج تعليقات المستخدمين والتطورات التكنولوجية لتحقيق تجربة مستخدم محسنة.",
  aboutOurCommitmentPoint4: "تعزيز بيئة مجتمعية داعمة وتفاعلية حيث يمكن للمستخدمين مشاركة وتعلم والتفاعل مع زملائهم المهتمين بالسيارات والخبراء.",

  aboutContinuousUpdates: "تحديثات مستمرة",
  aboutContinuousUpdatesPoint1: "منصة مُحدثة بانتظام تواكب التطور الديناميكي في صناعة السيارات.",
  aboutContinuousUpdatesPoint2: "إدماج فوري لأحدث نماذج السيارات، مضمونة لضمان توفر المعلومات الحالية للمستخدمين",
  aboutContinuousUpdatesPoint3: "إضافة بانتظام لأخبار الصناعة والاتجاهات للمحافظة على إطلاع المستخدمين على تطور المشهد السياراتي.",
  aboutContinuousUpdatesPoint4: "التأكد من توفير أحدث التفاصيل للمستخدمين لمساعدتهم في عملية اتخاذ القرار عند شراء سيارة.",

  aboutAdditionalResources: "موارد إضافية",
  aboutAdditionalResourcesPoint1: "أداة سهلة الاستخدام تساعد في التخطيط المالي لشراء السيارات من خلال حساب المبالغ المحتملة للقروض وأسعار الفائدة وفترات السداد",
  aboutAdditionalResourcesPoint2: "خريطة موقع منظمة وسهلة الملاحة تضمن الوصول السهل إلى مجموعة متنوعة من مصادرنا، بما في ذلك مواصفات السيارات والمراجعات وأدوات المقارنة",
  aboutAdditionalResourcesPoint3: "دليل مفصل ونصائح حول صيانة السيارات وامتلاكها والتأمين، وغيرها، مما يوفر رؤى قيمة لكل من أصحاب السيارات الجدد والمتمرسين",
  aboutAdditionalResourcesPoint4: "مقالات وتحليلات مفصلة حول اتجاهات الصناعة وتوقعات السوق والتكنولوجيات الناشئة، تعزز فهماً أعمق لعالم السيارات",
  aboutForInquiries: "للاستفسارات أو الاقتراحات أو تقديم الملاحظات، يُرجى التواصل من خلال قسم اتصل بنا لدينا.",

  // contactUs page
  nameMustBeTwo:"يجب أن يكون الاسم أكثر من حرفين!",
  nameRequired:"الاسم مطلوب",
  invalidEmail:"البريد الإلكتروني غير صالح",
  phoneRequired:"الهاتف مطلوب",
  invalidPhoneNumb:"رقم الهاتف غير صالح. (يجب أن يكون أكثر من 9 أرقام!)",
  subRequired:"الموضوع مطلوب",
  subMustBe3Char:`يجب أن يكون الموضوع أكثر من 3 أحرف!`,
  noteRequired:`الملاحظة مطلوبة`,
  noteMustbeMore:`يجب أن تكون الملاحظة أكثر من 3 أحرف`,
  agreeToTerms:`الرجاء الموافقة على الشروط`,
  formSubmitted:`تم إرسال الاستمارة بنجاح!`,
  contactUsSubtitle: "نحن نقدر ملاحظاتكم وأسئلتكم واقتراحاتكم. اتصلوا بنا في أي وقت وسنكون سعداء بمساعدتكم. تواصلوا معنا عبر الهاتف أو البريد الإلكتروني أو الدردشة المباشرة، أو اتصلوا بنا عبر وسائل التواصل الاجتماعي. نقدر مشاركتكم ونتطلع إلى التواصل معكم!",
  contactUstoKnowMore: "لمعرفة المزيد",
  contactUsFullName: "الاسم الكامل",
  contactUsEmailNow: "بريد الكتروني الآن",
  contactUsAddress: "العنوان",
  contactUsPhone: "الهاتف",
  contactUsLocation: "الموقع",
  contactUsEmailL: "البريد الإلكتروني",
  contactUsSubject: "الموضوع",
  contactUsShortNotes: "ملاحظات قصيرة",
  contactUsAgreeToTermsNConditions: "أوافق على الشروط والأحكام",
  contactUsSubmitNow: "إرسال الآن",

  // privacy page
  privacyPolicy: "سياسة الخصوصية",
  privacySubPara: "في سياق تزويدك بخدماتنا ومن خلال تفاعلاتك معنا، قد تقوم شركة CarPrices بجمع معلومات عنك وعن استخدامك لخدماتنا. نحن ملتزمون بالشفافية في تعاملنا مع المعلومات الشخصية ونسعى إلى الامتثال لقوانين الخصوصية وحماية البيانات المعمول بها في المناطق التي نعمل فيها. توضح هذه السياسة أنواع المعلومات التي قد نجمعها، وكيف يمكننا استخدامها والظروف التي قد نكشف عنها أو ننقلها: إذا كان لديك أي أسئلة أو تعليقات حول هذه السياسة أو نهجنا تجاه الخصوصية، فيرجى الاتصال بنا على info@carprices .ae. ونحن نهدف إلى الرد على أي استفسارات خلال ثلاثة أيام عمل.",
  privacyPoint1: "1) نطاق هذه السياسة وموافقتك: تحكم هذه السياسة في معالجتنا للمعلومات الخاصة بك فيما يتعلق بالمنتجات والخدمات التي نقدمها لك. يشكل استخدامك لخدماتنا موافقتك على معالجة المعلومات الخاصة بك الموضحة هنا.",
  privacyPoint1Sub: "تحكم هذه السياسة معالجتنا لمعلوماتك فيما يتعلق بالمنتجات والخدمات التي نقدمها لك. يشكل استخدامك لخدماتنا موافقتك على معالجة معلوماتك الموضحة هنا.",
  privacyPoint2: "2) المعلومات التي قد نجمعها:",
  privacyPoint2Sub: "نوع المعلومات التي نقوم بجمعها سيعتمد على الظروف والخدمة التي تستخدمها. على سبيل المثال، للاشتراك في النشرة الإخبارية قد نحتاج إلى اسمك وعنوان بريدك الإلكتروني، ولكن إذا كنت ترغب في حضور أحد فعالياتنا قد نحتاج إلى معرفة تفاصيل اتصالك ومعلومات الدفع وأية متطلبات وصول أو غذائية. بشكل عام، سنقوم بجمع معلومات تتعلق بك و/أو استخدامك لخدماتنا بالطرق التالية: ",
  privacyPersonalInformationHeading: "المعلومات الشخصية التي قدمتها لنا:",

  privacyPersonalInformationSub: 'وتعتبر هذه عادةً معلومات تحددك كفرد أو تمكننا من الاتصال بك، وقد تشمل اسمك، وعنوان منزلك و/أو تسليمك، ورقم هاتفك، وعنوان بريدك الإلكتروني، وتاريخ ميلادك، ومعلومات ديموغرافية، وتفضيلاتك، ومعلومات الدفع وصور أو مقاطع الفيديو. قد تشمل أيضًا معلومات لم نطلبها ولكن قد قدمتها طوعاً، مثل المعلومات المقدمة خلال تفاعلاتك مع وكلائنا في خدمة العملاء أو عبر تعليقات أو مشاركات أخرى قمت بها على خدماتنا عبر الإنترنت، مثل المنتديات عبر الإنترنت. في بعض الحالات قد تقدم لنا معلومات عن أفراد آخرين، على سبيل المثال عند استخدام ميزة "أرسل لصديق" أو تقديم صورة تتضمن صورتهم. يجب عليك التأكد من أنك حصلت على إذنهم لتقديم معلوماتهم لنا، وأنك قد أعلمتهم بشروط سياسة الخصوصية هذه.',
  privacyInformationCollectedHeading: "المعلومات التي يتم جمعها تلقائياً أثناء استخدام خدماتنا:",
  privacyInformationCollectedSub1: 'عند استخدام خدماتنا، يتم تسجيل معلومات معينة تلقائياً حول استخدامك لتلك الخدمات، وتفاعلك مع إعلاناتنا ورسائلنا الإلكترونية، ومعلومات حول الجهاز الذي تستخدمه واتصال الإنترنت الخاص بك. نقوم بذلك بطريقتين: بيانات السجل: عند استخدام خدماتنا، يتم تسجيل بعض المعلومات في ملفات السجل الخاصة بنا، مثل عنوان بروتوكول الإنترنت (IP) لجهازك، ومعرّفه الفريد، ونظام التشغيل والموقع الجغرافي، ونوع المتصفح الخاص بك، والصفحات التي قمت بعرضها، ومعلومات ملفات الكوكي وروابط الإحالة (الرابط الذي أرسلك إلى صفحة معينة). تقنيات التتبع (الكوكيز): جنبا إلى جنب مع بيانات السجل، قد نستخدم تقنيات التتبع مثل الوسوم على صفحات الويب الخاصة بنا وملفات البيانات الصغيرة التي نخزنها على جهازك (المعروفة باسم "الكوكيز"). تمكّننا هذه التقنيات من التعرف على جهازك وتتبع تفاعلك مع خدماتنا ورسائلنا الإلكترونية وإعلاناتنا. لا نستخدم هذه التقنيات لتحديد هويتك ولا نقوم عن عمد بجمع أو تسجيل معلومات شخصية قابلة للتحديد من خلال هذه التقنيات. انظر سياسة الكوكيز الخاصة بنا لمزيد من المعلومات.',
  privacyInformationCollectedSub2: 'بيانات السجل: عند استخدامك لخدماتنا، يتم تسجيل معلومات معينة في ملفات السجل الخاصة بنا مثل عنوان بروتوكول الإنترنت (IP) الخاص بجهازك، ومعرفه الفريد، نظام التشغيل والموقع ونوع المتصفح الخاص بك والصفحات التي شاهدتها ومعلومات ملفات تعريف الارتباط وروابط الإحالة (الرابط الذي أرسلك إلى صفحة معينة).',
  privacyInformationCollectedSub3: 'تقنيات التتبع (ملفات تعريف الارتباط): بالتزامن مع بيانات السجل الخاصة بنا، قد نستخدم تقنيات التتبع مثل العلامات الموجودة على صفحات الويب الخاصة بنا وملفات البيانات الصغيرة التي نخزنها على جهازك (المعروفة باسم "ملفات تعريف الارتباط"). تمكننا هذه التقنيات من التعرف على جهازك وتتبع تفاعلك مع خدماتنا ورسائل البريد الإلكتروني والإعلانات. نحن لا نستخدم هذه التقنيات للتعرف عليك ولا نقوم عمدًا بجمع أو تسجيل معلومات التعريف الشخصية من خلال هذه التقنيات. راجع سياسة ملفات تعريف الارتباط الخاصة بنا لمزيد من المعلومات',
  privacyInformationCollectedSub4: `المعلومات التي يتم جمعها عبر وسائل التواصل الاجتماعي والجهات الخارجية الأخرى:`,
  privacyInformationCollectedSub5: `عندما تختار المشاركة في خدمة ما أو تلقيها منا عبر وسائل التواصل الاجتماعي وسائل الإعلام، على سبيل المثال من خلال الاشتراك في مسابقة أو ممارسة لعبة على صفحاتنا الاجتماعية، قد نجمع معلومات منك مباشرة أو قد تشاركنا شبكة التواصل الاجتماعي معلومات شخصية عنك. يمكن أن يتكون هذا من معلومات مثل اسمك وصورة ملفك الشخصي والجنس وعنوان البريد الإلكتروني وتاريخ الميلاد. يرجى أن تضع في اعتبارك أن أي معلومات مقدمة إلينا عبر طرف ثالث قد تخضع أيضًا لسياسة الخصوصية الخاصة بهذا الطرف الثالث.`,
  privacyPoint3: "3) كيف نستخدم معلوماتك والأساس القانوني للمعالجة",
  privacyPoint3Sub: "سنستخدم معلوماتك: (1) لتقديم خدماتنا وتحسينها وتخصيصها لك وفقًا لتفضيلاتك: و(2) لأغراضنا واحتياجاتنا التجارية المشروعة. على وجه التحديد، قد نستخدم معلوماتك من أجل:",
  privacyPoint3SubP1: "تنفيذ طلبات المنتجات الخاصة بكم أو تقديم الخدمة أو المعلومات التي طلبتموها.",
  privacyPoint3SubP2: "إدارة حساباتكم.",
  privacyPoint3SubP3: "إرسال اتصالات ذات صلة بالخدمة.",
  privacyPoint3SubP4: "إدارة مسابقاتنا (بما في ذلك نشر أسماء الفائزين حيث يكون ذلك مطلوبًا).",
  privacyPoint3SubP5: "الرد على طلباتكم وتقديم ملاحظاتكم.",
  privacyPoint3SubP6: "الاتصال بكم بشأن مشاركاتكم في خدماتنا عبر الإنترنت (راجعوا قواعد السلوك الخاصة بنا).",
  privacyPoint3SubP7: "تحليل و/أو تحسين خدماتنا",
  privacyPoint3SubP8: "تخصيص طريقة عرض محتوى CarPrices عبر الإنترنت لكم.",
  privacyPoint3SubP9: "منع الاحتيال أو الأنشطة القانونية الأخرى المحتملة (بما في ذلك انتهاك حقوق الملكية الفكرية).",
  privacyPoint3SubP10: "حظر المستخدمين المزعجين وحماية سلامة مستخدمي خدماتنا.",
  privacyPoint3SubP11: "فرض شروط الخدمة لدينا.",
  privacyPoint3SubP12: " إرسال النشرات الإخبارية والعروض والترويجات المتعلقة بعلاماتنا التجارية وخدماتنا والترويجات الخاصة من شركاءنا الموثوقين وفقًا لتفضيلات البريد الإلكتروني الخاصة بكم.",
  privacyPoint3SubP13: "إدارة قائمة حظر البريد الإلكتروني.",
  privacyWhereCarPricesPara: "حيثما تقترح Car Prices استخدام معلوماتك الشخصية لأي أغراض أخرى، سنتأكد من إخطارك أولاً. سيتيح لك أيضًا الفرصة لامتناع أو سحب موافقتك على استخدام معلوماتك لأغراض أخرى غير المذكورة أعلاه. أغراض استخدام البيانات الشخصية: بموجب التشريعات الجديدة لحماية البيانات، نحن ملزمون بإبلاغك بالأساس القانوني لمعالجة بياناتك الشخصية. لقد قمنا بتوضيح كل الطرق التي نعتزم من خلالها استخدام بياناتك الشخصية، والأساس القانوني الذي نعتمد عليه لذلك، في جدول. كما حددنا أيضًا مصالحنا الشرعية حيثما كان ذلك مناسبًا. يرجى ملاحظة أنه قد نعالج بياناتك الشخصية بناءً على أكثر من أساس قانوني وذلك اعتمادًا على الغرض الخاص الذي نستخدم من أجله بياناتك. يرجى التواصل معنا إذا كنت بحاجة إلى تفاصيل حول الأساس القانوني الخاص الذي نعتمد عليه لمعالجة بياناتك الشخصية في حالة وجود أكثر من أساس وقد تم تحديده في الجدول أدناه.",

  privacySharingNDisclosingHeading: "4) مشاركة المعلومات الخاصة بك والكشف عنها",
  privacySharingNDisclosingSub1: "المعلومات المشتركة مع الموردين لدينا",
  privacySharingNDisclosingSub2: "نحن نستخدم عددًا من الأطراف الثالثة لأداء وظائف الأعمال نيابة عنا، مثل إرسال رسائلنا الإخبارية، واستضافة خدماتنا عبر الإنترنت، وتقديم خدمات العملاء لدينا، وتلبية طلبات المنتجات ومعالجة المدفوعات. نحن نكشف فقط عن المعلومات اللازمة لتمكين هذه الأطراف الثالثة من أداء خدماتها. تم التعاقد مع موردينا للامتثال لتعليماتنا ونطلب منهم عدم استخدام معلوماتك الشخصية لأغراض أعمالهم الخاصة.",
  privacySharingNDisclosingSub3: "المعلومات التي تتم مشاركتها عبر الأزرار الاجتماعية والأدوات والمحتويات المضمنة الأخرى التابعة لجهات خارجية",
  privacySharingNDisclosingSub32: "تحمل بعض خدماتنا عبر الإنترنت محتوى مضمنًا تتحكم فيه أطراف ثالثة لخدمات مثل المشاركة الاجتماعية والقصص الموصى بها والتعليق/المراجعة وعرض الفيديو أو الصور. عندما تتفاعل مع هذه الخدمات، فإنها قد تجمع معلومات منك وعنك وعن تفاعلك مع محتواها. سيخضع هذا النشاط لسياسة الخصوصية وإعداداتك للشبكة التي اخترتها. يرجى العلم أنهم قد يتتبعون نشاطك، من خلال استخدام ملفات تعريف الارتباط أو التكنولوجيا المشابهة، دون الحاجة إلى التفاعل معهم. إذا كان هذا الأمر يقلقك، فتأكد من تسجيل الخروج من خدماتهم قبل استخدام خدماتنا.",

  privacySharingNDisclosingSub004: "المعلومات المشتركة مع الأطراف الأخرى",
  privacySharingNDisclosingSub4: "بشكل عام، لن نكشف عن بياناتك لأطراف أخرى إلا بموافقتك، على سبيل المثال، إذا اخترت مشاركة المحتوى عبر وظائف الوسائط الاجتماعية. يجوز لنا أيضًا الكشف عن معلوماتك الشخصية لوكالات إنفاذ القانون والهيئات الحكومية/التنظيمية ومقدمي خدمات الإنترنت ومنظمات حماية المحتوى وفقًا لما يقتضيه القانون أو يسمح به. على سبيل المثال، إذا قمت بنشر محتوى غير لائق أو مرفوض على خدماتنا أو عندما نعتقد بشكل معقول أنك قد تنتهك القانون، فقد نقوم بالإبلاغ عن المحتوى الخاص بك وسلوكك إلى الأطراف ذات الصلة.",
  privacySharingNDisclosingSub5: "بيع أو نقل كل أو جزء من أعمالنا أو أصولنا",
  privacySharingNDisclosingSub6: "نحن نحتفظ بالحق في نقل معلوماتك الشخصية في حالة قيامنا ببيع أو نقل كل أو جزء من أعمالنا أو أصولنا حتى يتمكن المشتري من الاستمرار في تقديم الخدمات عبر الإنترنت لك. سنبذل جهودًا معقولة لتزويدك بإخطار مسبق بنقل معلوماتك في مثل هذه الظروف.",

  privacyPoint5WhereStore: "5) أين سنقوم بتخزين واستخدام معلوماتك",
  privacyPoint5WhereStoreSub: "تتضمن معالجة بياناتك في دول مثل الولايات المتحدة نقل بياناتك خارج دولة الإمارات العربية المتحدة. العديد من الأطراف الخارجية لدينا تقع أيضًا خارج دولة الإمارات العربية المتحدة، لذا فإن معالجتها لبياناتك الشخصية ستتضمن نقل البيانات خارج دولة الإمارات العربية المتحدة. عندما نقوم بنقل بياناتك الشخصية خارج دولة الإمارات العربية المتحدة، فإننا نضمن توفير درجة مماثلة من الحماية لها من خلال ضمان تنفيذ واحد على الأقل من الضمانات التالية: لن ننقل بياناتك الشخصية إلا إلى البلدان التي تعتبر أنها توفر مستوى مناسب من الحماية للبيانات الشخصية. عندما نستخدم مقدمي خدمات مقرهم في الولايات المتحدة، قد ننقل البيانات إليهم إذا كانوا جزءًا من Privacy Shield الذي يتطلب منهم توفير حماية مماثلة للبيانات الشخصية المشتركة بين دولة الإمارات العربية المتحدة والولايات المتحدة. يرجى الاتصال بنا إذا كنت تريد المزيد من المعلومات حول الآلية المحددة التي نستخدمها عند نقل بياناتك الشخصية خارج دولة الإمارات العربية المتحدة.",
  privacyPoint6LongkeepInform: "سنحتفظ بمعلوماتك الشخصية على أنظمتنا طالما كان ذلك ضروريًا للخدمة ذات الصلة أو طالما كان ذلك منصوصًا عليه في أي عقد ذي صلة أبرمته معنا، وفقًا لسياسة الاحتفاظ الخاصة بنا. عندما تساهم في إحدى خدماتنا عبر الإنترنت، سنحتفظ بشكل عام بالمحتوى الخاص بك فقط طالما كان ذلك مطلوبًا بشكل معقول للغرض (الأغراض) الذي تم تقديمه من أجله. بعد هذا الوقت، سيتم حذف معلوماتك الشخصية بشكل آمن أو جعلها مجهولة المصدر بحيث يمكن استخدامها لأغراض تحليلية.",
  privacyPoint7ChildrenUsing: "7) الأطفال الذين يستخدمون خدماتنا",
  privacyPoint7ChildrenUsingSub: 'ما لم تتم الإشارة إلى خلاف ذلك، فإننا لا نجمع أو نخزن أي معلومات شخصية من الأطفال الذين تقل أعمارهم عن 15 عامًا. إذا كان عمرك 14 عامًا أو أقل، فنطلب منك عدم تزويدنا بمعلومات تتعلق بك أو بالآخرين. يرجى طلب إرشادات والديك أو ولي أمرك قبل استخدام خدماتنا. إذا كنت والدًا أو وصيًا لطفل يقل عمره عن 15 عامًا، وعلمت أن طفلك قد زودنا بالمعلومات دون موافقتك، فيرجى الاتصال بنا علىinfo@carprices.ae. وسوف نقوم بحذف هذه المعلومات من سجلاتنا خلال فترة زمنية معقولة. الأطفال الأكبر سنًا اعتمادًا على الخدمة، قد نسعى أيضًا للحصول على موافقة والديك أو ولي أمرك إذا كان عمرك أقل من 18 عامًا. علاوة على ذلك، فإننا نرسل اتصالات تسويقية تجارية فقط للأفراد الذين تبلغ أعمارهم 18 عامًا أو أكثر. إذا كان ذلك مناسبًا، فسنتخذ خطوات لتحديد عمر الأشخاص الذين يقدمون معلوماتهم إلينا.',

  privacyIfThereParents: "إذا كنت والدًا أو وصيًا لطفل يقل عمره عن 15 عامًا، وعلمت أن طفلك قد زودنا بالمعلومات دون موافقتك، فيرجى الاتصال بنا على",
  privacyInfoCarPrice: "وسوف نقوم بحذف هذه المعلومات من سجلاتنا خلال فترة زمنية معقولة. الأطفال الأكبر سنًا اعتمادًا على الخدمة، قد نسعى أيضًا للحصول على موافقة والديك أو ولي أمرك إذا كان عمرك أقل من 18 عامًا. علاوة على ذلك، فإننا نرسل اتصالات تسويقية تجارية فقط للأفراد الذين تبلغ أعمارهم 18 عامًا أو أكثر. إذا كان ذلك مناسبًا، فسنتخذ خطوات لتحديد عمر الأشخاص الذين يقدمون معلوماتهم إلينا.",

  privacyPoint8Secure: "8) كيف نقوم بتأمين معلوماتك",
  privacyPoint8SecureSub: "نحن نحتفظ بالضمانات التنظيمية والتكنولوجية المناسبة للمساعدة في الحماية من الفقدان أو سوء الاستخدام أو الوصول غير المصرح به أو الكشف أو التغيير أو تدمير المعلومات التي نحتفظ بها عنك. ونسعى أيضًا إلى التأكد من قيام مقدمي الخدمة لدينا بالشيء نفسه. لسوء الحظ، لا يمكن ضمان أن يكون أي نظام آمنًا تمامًا، وهناك خطر متأصل في نقل المعلومات عبر الإنترنت. قد يكون من الممكن لطرف غير ذي صلة اعتراض عمليات الإرسال هذه أو الوصول إليها بشكل غير قانوني. إذا كنت تعتقد أن معلوماتك الشخصية الخاضعة لسيطرتنا قد تم اختراقها، بما في ذلك الوصول إلى أي حسابات تمتلكها في خدماتنا، فيرجى الاتصال بنا على الفور باستخدام التفاصيل أدناه.",
  privacyPoint9privacyChoiceHeading: "9) حقوقك واختياراتك",
  privacyPoint9privacyChoiceSub: "لديك العديد من الحقوق فيما يتعلق ببياناتك الشخصية. أولاً، يمكنك طلب الوصول إلى معلوماتك لضمان معالجتها بشكل قانوني. قد نطلب إثبات الهوية لهذا الطلب، وعلى الرغم من عدم وجود رسوم، فقد يتم تطبيق رسوم إذا كان الطلب لا أساس له من الصحة أو مبالغ فيه. ثانياً، يمكنك طلب تصحيح أي بيانات ناقصة أو غير دقيقة، بشرط التحقق من المعلومات الجديدة المقدمة. بالإضافة إلى ذلك، لديك الحق في طلب مسح بياناتك الشخصية، على الرغم من أن الأسباب القانونية قد تمنع الامتثال الفوري. يمكنك الاعتراض على معالجة بياناتك بناءً على المصالح المشروعة، خاصة إذا كان ذلك يؤثر على حقوقك الأساسية. علاوة على ذلك، يمكنك طلب تقييد المعالجة في سيناريوهات معينة، مثل التحقق من دقة البيانات أو الحاجة إلى إنشاء مطالبات قانونية أو ممارستها أو الدفاع عنها. وأخيرًا، يمكنك سحب موافقتك في أي وقت؛ ومع ذلك، قد يؤثر ذلك على توفر منتجات أو خدمات معينة. من المهم ملاحظة أن سحب الموافقة لا يؤثر بأثر رجعي على المعالجة القانونية السابقة. إذا كنت ترغب في ممارسة أي من هذه الحقوق أو الحصول على مزيد من المعلومات، يرجى الاتصال بنا باستخدام التفاصيل المقدمة، ونحن نلتزم بمعالجة طلباتك على الفور خلال الإطار الزمني المطلوب، مع الاعتراف بالالتزامات القانونية التي قد تتطلب الاحتفاظ بمعلومات معينة.",
  privacyCommunication: "تفضيلات الاتصال وإلغاء الاشتراك",
  privacyWishStop: 'إذا كنت ترغب في التوقف عن تلقي الاتصالات التسويقية منا، فيرجى النقر على رابط "إلغاء الاشتراك" الموجود أسفل النشرة الإخبارية ذات الصلة. يرجى ملاحظة أن هذا لن يؤدي إلى إلغاء اشتراكك من جميع الاتصالات، فقط النشرة الإخبارية المذكورة في السؤال، وبالتالي ستحتاج إلى تنفيذ هذا الإجراء لكل من النشرات الإخبارية التي اشتركت فيها. إذا كنت ترغب في إلغاء الاشتراك تمامًا، فيرجى الاتصال بنا باستخدام التفاصيل الواردة أدناه. يرجى ملاحظة أنه لا يمكنك إلغاء الاشتراك في بعض الرسائل المتعلقة بالخدمة. وفقًا لمعايير الصناعة، نحتفظ بالحق في الاحتفاظ بالحد الأدنى من البيانات اللازمة لضمان عدم اتصالنا بك في المستقبل.',
  privacyChangesToPolicy: `10) تغييرات على سياسة الخصوصية هذه`,

  privacyChangesToPolicySub: "قد يتم تحديث سياسة الخصوصية هذه من وقت لآخر لتعكس التغييرات في القانون أو أفضل الممارسات أو في ممارساتنا فيما يتعلق بمعالجة المعلومات الشخصية. إذا تم إجراء تغييرات جوهرية على سياسة الخصوصية هذه، فسنخطرك عن طريق وضع إشعار على خدماتنا ذات الصلة. إذا كنت لا توافق على التغييرات، يرجى عدم الاستمرار في استخدام خدماتنا. يجب عليك التحقق من هذه السياسة بشكل متكرر للحصول على التحديثات.",
  privacyContact: "11) اتصل بنا",
  privacyContactSub1:"لقد قمنا بتعيين مسؤول حماية البيانات (DPO) المسؤول عن الإشراف على الأسئلة المتعلقة بسياسة الخصوصية هذه. إذا كانت لديك أي أسئلة حول سياسة الخصوصية هذه، بما في ذلك أي طلبات لممارسة حقوقك القانونية، فيرجى الاتصال بمسؤول حماية البيانات (DPO) باستخدام البريد الإلكتروني أدناه.",
  privacyContactSub2:"إذا كان لديك أي أسئلة أو تعليقات حول هذه السياسة أو نهجنا تجاه الخصوصية، فيرجى الاتصال بنا على:",
  privacyEmail:"البريد الإلكتروني",

     // terms and condition page
     termsandConditionsUse:"الشروط والأحكام للاستخدام",
    terms:"الشروط:",
    byAccessing:"         من خلال الوصول إلى هذا الموقع الإلكتروني، أنت توافق على الالتزام بشروط وأحكام استخدام الموقع الإلكتروني هذا، والقوانين واللوائح السارية، وامتثالك لها. إذا كنت لا توافق على أي من الشروط والأحكام المذكورة، فإنك ممنوع من استخدام أو الوصول إلى هذا الموقع. المواد الموجودة في هذا الموقع محمية بموجب قوانين حقوق التأليف والعلامات التجارية ذات الصلة.",
    useLicense:"  ترخيص الاستخدام: ",
    perMission:`يتم منح إذن بتنزيل نسخة واحدة من المواد (المعلومات أو البرمجيات) الموجودة على موقع Carprices.ae مؤقتًا للاستخدام الشخصي وغير التجاري فقط. هذا ترخيص مؤقت وليس نقلًا للملكية. بموجب هذا الترخيص، قد لا تقوم بتعديل أو نسخ المواد.`,
    modifyMaterials:"تستخدم المواد لأي غرض تجاري، أو لعرض علني (تجاري أو غير تجاري).",
    commericialPurpose:"محاولة فك تشفير أو عكس هندسة أي برنامج أو مواد تحتوي على موقع Carprices.ae.",
    attemptToDecompile:"إزالة أي حقوق الطبع أو العلامات التجارية الأخرى من المواد.",
    removeAnyCopyright:"إزالة أي حقوق الطبع أو العلامات التجارية الأخرى من المواد.",
    transferTheMaterial:`نقل المواد إلى شخص آخر أو "استعراض" المواد على خادم آخر`,
    licenseAutomaticallyTerminate:"سيتم إنهاء هذا الترخيص تلقائيًا إذا كنت تنتهك أي من هذه القيود وقد يتم إنهاؤه من قبل Carprices.ae في أي وقت. عند إنهاء استعراضك لهذه المواد أو عند إنهاء هذا الترخيص، يجب عليك تدمير أي مواد قمت بتنزيلها في ملكيتك سواء في شكل إلكتروني أو مطبوع",
    disclamer:"إخلاء المسؤولية",
    materialOnCarPrices:`المواد الموجودة على موقع Carprices.ae مقدمة "كما هي". لا تقدم Carprices.ae أي ضمانات، صريحة أو ضمنية، وبالتالي تنفي وتلغي جميع الضمانات الأخرى، بما في ذلك ولكن لا تقتصر على الضمانات المفترضة أو الشروط التجارية أو اللياقة لغرض معين، أو عدم انتهاك الملكية المعنية أو أي انتهاك آخر للحقوق. علاوة على ذلك، لا تضمن Carprices.ae أو تقدم أي تصريحات بشأن دقة أو نتائج ممكنة أو موثوقية استخدام المواد على موقعها على الإنترنت أو بصورة أخرى تتعلق بتلك المواد أو على أي مواقع مرتبطة بهذا الموقع.`,
    constraints:"القيود",
    constraintsSub:"بأي حال من الأحوال يكون Carprices.ae أو مورديها مسؤولين عن أي أضرار (بما في ذلك، ولكن لا تقتصر على فقدان البيانات أو الربح، أو بسبب التداخل في الأعمال التجارية) ناتجة عن استخدام أو عدم القدرة على استخدام المواد على موقع Carprices.ae على الإنترنت، بغض النظر عن إمكانية إخطار Carprices.ae أو وكيل مفوض من قبل Carprices.ae حتى إذا كان قد تم إبلاغه شفهيًا أو كتابيًا بإمكانية حدوث مثل هذه الأضرار. نظرًا لأن بعض الولايات قد لا تسمح بتقييد الضمانات الضمنية، أو بتحمل المسؤولية عن الأضرار العرضية أو العقوبية، قد لا تنطبق هذه القيود عليك.",
    amendments:"التعديلات والأخطاء",
    materialIncoprate:"قد تتضمن المواد المعروضة على موقع Carprices.ae أخطاء طباعية أو فوتوغرافية. لا تقدم Carprices.ae أي ضمان بأن أي من المواد على موقعها دقيقة أو كاملة أو حالية. قد يقوم Carprices.ae بإجراء تغييرات على المواد الموجودة على موقعها في أي وقت دون إشعار. ومع ذلك، لا تقوم Carprices.ae بأي التزام لتحديث هذه المواد.",
    links:"الروابط",
    usersRisk:"لم يتم مراجعة Carprices.ae لمعظم المواقع أو الروابط المتصلة بموقعها وليست مسؤولة عن محتوى أي موقع متصل به. لا يعني تضمين أي رابط موافقة من قبل Carprices.ae على هذا الموقع. استخدام أي موقع متصل يكون على مسؤولية المستخدم الخاص به.",
    siteTermsOfUse:"تعديل شروط الاستخدام",
    siteTermsOfUseSub:`قد تقوم Carprices.ae بتحديث شروط الاستخدام لموقعها في أي وقت دون إشعار. باستخدام هذا الموقع، أنت توافق على الالتزام بالنسخة الحالية لهذه الشروط وأحكام الاستخدام.`,
    governingLaw:"القانون السائد",
    caseIdentifying:`يجب أن يكون أي دعوى تتعلق بموقع Carprices.ae محكومة بقوانين دولة الإمارات العربية المتحدة. الشروط والأحكام العامة المعمول بها لاستخدام موقع الويب`,


// code of conduct page
codeOfConduct:"شيفرة السلوك",
yourContributions:"مساهماتك",
notInfringeAnyone:`يجب ألا تنتهك حقوق أي شخص آخر ، بما في ذلك حقوق الطبع والنشر. يجب ألا تقتبس أو تنتهك مساهماتك حقوق أي شخص آخر بما في ذلك أي حقوق طبع ونشر أو قاعدة بيانات أو علامة تجارية أو سر تجاري أو خصوصية أو شهرة أو حقوق شخصية أو ممتلكات من أي نوع. لذلك ، فيما يتعلق بالمواد المحمية بحقوق الطبع والنشر الحالية ، ستحتاج عمومًا إلى إذن صريح من أصحاب حقوق الطبع والنشر ذوي الصلة`,
notContainUnsuitable:`يجب ألا تحتوي على عناوين مواقع ويب غير مناسبة أو غير ذات صلة أو عناوين URL. قد يتم حذف الروابط إلى المحتوى الإباحي أو التجاري أو أي محتوى غير مناسب آخر.`,
notPromteIllegal:`يجب ألا تروج للسلوك غير قانوني أو مضاد للمجتمع. يجب ألا تحتوي المساهمات على مواد عنفية أو جنسية صراحة أو تروج أو تشجع أو تساعد في أي فعل غير قانوني مثل (على سبيل المثال فقط) الأعمال الإرهابية أو انتهاك حقوق الطبع والنشر أو إساءة استخدام الكمبيوتر`,

notMisrepresent:`يجب ألا تحتوي على تشويه لأصلها. قد لا يتم استخدام المساهمات و/أو أسماء المستخدمين لتقمص أي شخص آخر ، أو تشويه هويتك أو انتماؤك إلى أي شخص أو إعطاء الانطباع بأنها تنبع منا إذا كان ذلك ليس الحال`,
notBeAnyLanguage:`يجب ألا تكون بلغة أخرى غير الإنجليزية (أو اللغة السائدة على الموقع إذا كانت ليست الإنجليزية). قد يتم إزالة المساهمات بلغات أخرى.`,
notAnyFlooding:`يجب ألا تشمل أي نوع من الفيضانات أو البريد العشوائي أو الإعلانات. الفيضانات هي عندما يتم نشر نفس التعليق مرارًا وتكرارًا في نفس المنتدى ؛ البريد العشوائي هو نشر نفس التعليق (أو شبيه جدًا) في أكثر من منتدى. يُحظر جميع الإعلانات ورسائل السلسلة ومخططات الهرم والبريد المزعج وأي أشكال أخرى من التسويق التجاري`,
notDiscloseAnyPersonal:`يجب ألا تكشف أي معلومات شخصية. تكون المساهمات في هذا الموقع عامة ويمكن عرضها من قبل الآخرين الذين قد لا ترغب في مشاركة مثل هذه المعلومات معهم. لا تشمل أي معلومات شخصية أو معلومات تعريف شخصية عنك أو عن غيرك (بما في ذلك عناوين البريد الإلكتروني الخاصة بك أو بأي شخص آخر).`,
breachOfCode:`انتهاك لشيفرة السلوك`,
soleDecision:`سيكون قرارنا الوحيد بشأن ما إذا كان هناك انتهاك لهذه الشيفرة السلوكية. لدينا الحق (وليس الالتزام) بتحرير أو رفض نشر أو إزالة أي مساهمة كليا أو جزئيا نعتبرها مخالفة لشيفرة السلوك. حيث نعتقد أن هناك انتهاكًا لشيفرة السلوك ، يمكننا اتخاذ أي إجراء نراه مناسبًا في الظروف. عدم الامتثال لهذه الشيفرة السلوكية يشكل انتهاكًا جوهريًا لشروط الموقع ، مما قد يؤدي إلى اتخاذ أي من الإجراءات التالية`,
issuingWarning:`إصدار تحذير لك؛`, 
immediateTemporary:`سحب فوري أو مؤقت أو دائم لأي مساهمة أو لحقك في استخدام مواقعنا ، بما في ذلك حذف أي ملف شخصي`,
legalProceedings:`اتخاذ إجراءات قانونية ضدك للتعويض عن جميع الخسائر والتكاليف على أساس التعويض (بما في ذلك ولكن لا تقتصر على التكاليف الإدارية والقانونية المعقولة) نتيجة للانتهاك و/أو اتخاذ إجراء قانوني إضافي ضدك؛ و/أو`,
disclosure:`الكشف عن مثل هذه المعلومات للسلطات القانونية أو الأطراف الثالثة ذات الصلة الأخرى كما نعتبر مناسبًا بما فيه الكفاية.`,
weExclude:`>نستبعد المسؤولية عن الإجراءات التي يتم اتخاذها ردًا على انتهاكات هذه الشيفرة السلوكية. الاستجابات الموجودة في هذه السياسة ليست محدودة ، ويمكننا اتخاذ أي إجراء آخر نعتبره مناسبًا بموجب الظروف`,












};
